{
  "model_type": "smolvla",
  "architectures": [
    "SmolVLAPolicy"
  ],
  "pretrained_model_id": "lerobot/smolvla_base",
  "n_obs_steps": 1,
  "chunk_size": 1,
  "n_action_steps": 1,
  "training_step": 16000,
  "training_epoch": "unknown",
  "task": "vla_insertion",
  "robot_type": "meca500"
}